final String privacy_term = '''
트립빌더 개인정보처리방침

트립빌더(이하 ‘회사’)은 서비스 기획부터 종료까지 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’), 개인정보보호법 등 국내의 개인정보 보호 법령을 철저히 준수합니다.
1. 수집하는 개인정보
회사는 이용자(회원, 비회원 포함)로부터 서비스 이용을 위해 필요한 최소한의 개인정보를 수집하여 처리하고 있습니다.
회원가입 시
아이디(이메일 주소), 비밀번호, 이름(닉네임)을 필수항목으로 수집하며, 사진(메타정보 포함), 휴대폰번호를 선택적으로 수집합니다. 단, 트립빌더의 자체 계정이 아닌 카카오계정, 페이스북 등의 타서비스 계정을 이용하여 회원 가입을 할 경우 해당 계정의 유저아이디, 이름(닉네임)을 필수항목으로 수집하며, 공개 프로필 정보(사진, 이메일 주소 등)를 선택적으로 수집합니다.
서비스 이용 시
단말기정보(모델명, 이동통신사 정보, OS정보, 언어 및 국가정보, 화면사이즈, 디바이스 아이디 등), IP주소, 쿠키, 방문일시, 위치정보, 부정이용기록, 서비스 이용 기록 등의 정보가 생성되어 수집될 수 있습니다.
구체적으로 서비스 이용 과정에서 이용자에 관한 정보를 자동화된 방법으로 생성하여 이를 수집하거나, 이용자 기기의 고유한 정보를 원래의 값을 확인하지 못하도록 안전하게 변환하여 수집합니다. 서비스 이용 과정에서 위치정보가 수집될 수 있으며, 트립빌더에서 제공하는 위치기반 서비스에 대해서는 '위치정보 이용약관'에서 자세하게 규정하고 있습니다.
트립빌더는 회원가입 과정 또는 비회원의 서비스 이용 과정에서 최소한의 정보만을 수집하기 때문에 개별 서비스 이용, 이벤트 응모 및 경품 신청 등의 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다.
고객 상담 시
고객 상담, 민원 접수 및 처리에 필요한 개인정보 (이름, 연락처, 이메일) 및 상담 내용을 수집할 수 있습니다.
유료서비스 이용 시
여행상품(항공, 숙박, 투어, 티켓 등)등의 예약, 구독 이용권 서비스 이용 과정에서 아래와 같은 정보를 수집할 수 있습니다.
수집하는 개인정보 항목	용도
이름,
전화번호,
휴대폰번호,
주소,
이메일,
거주지	상품상담 및 예약내역 확인, 약관의 주요 변경사항, 기타 마케팅 정보 등을 제공
/ 구독자 정보 집계 및 여행 성향 분석 알고리즘 리소스 활용
예약자 및 여행자:
이름,
영문이름,
생년월일,
성별,
연락처(휴대폰번호, 카카오톡ID 등),
이메일주소,
여권/비자 소지여부,
여권정보(여권번호, 여권만료일, 국적, 발행국)	여행상품(항공, 숙박, 투어, 티켓 등)등의 예약과
출국 가능 여부 파악 목적
예약자 및 여행자:
이름,
영문이름,
체류도시,
우편번호,
주소	목적지(체류지) 정보 필요 시
예약자 및 여행자:
이름,
영문이름,
도시,
현지 연락처,
여행자 연락처	현지 연락처 정보 입력 시
예약자 및 여행자:
비자정보(생년월일, 비자번호, 비자만료일, 발행국)	비자 발급 필요 시
예약자 및 여행자:
이름,
영문이름,
연락처,
이메일주소,
주민등록번호	여행자 보험 가입 시
법정대리인의 성명,
관계,
생년월일,
연락처 정보,
가족관계 증빙서류 사본	만 14세 미만의 상품 예약 시
카드사명,
카드번호,
유효기간 등	신용카드 결제 시
휴대폰번호	현금영수증 신청 시
은행명, 예금주명
계좌번호 등	환불 요청 시
상품권 번호	상품권 이용 시
예약자 및 여행자:
예약번호,
이름,
영문이름,
생년월일,
성별,
연락처 (휴대폰번호),
이메일 주소,
예약정보(출발지/도착지 등)	항공사 부가서비스 구매 시
2. 개인정보 수집 방법
트립빌더는 회원가입 및 서비스 이용 과정에서 이용자로부터 직접 입력 받는 방식으로 필요한 최소한의 개인정보를 수집하며 구독 이용권, 여행 성향 프로필 슬롯 등의 구매 및 여행상품(항공, 숙박, 투어, 티켓 등)예약 등의 유료 서비스 이용 과정에서 추가적인 정보를 수집하고 있습니다. 오프라인으로 진행되는 이벤트 및 세미나 등에서 서면을 통해 개인정보를 수집할 수 있으며, 고객센터 상담 과정에서 웹 페이지, 메일, 전화 등을 통해서도 수집할 수 있습니다.
트립빌더는 개인정보의 수집이 발생하는 경우, 반드시 ‘개인정보 수집 및 이용’에 대한 이용자의 사전 동의를 받습니다. 다만 IP 주소, 쿠키, 기기정보 등의 경우 PC 웹, 모바일 웹/앱으로 서비스를 이용하는 과정에서 자동으로 생성되어 수집될 수 있습니다.
3. 수집한 개인정보의 이용
트립빌더는 회원관리, 서비스 개발·제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.
•	회원 가입 의사의 확인, 연령 확인 및 법정대리인 동의 진행, 이용자 및 법정대리인의 본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.
•	콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.
•	법령 및 트립빌더 이용약관을 위반하는 이용자에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
•	서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산, 여행상품 예약, 컨텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및 금융서비스 등을 위하여 개인정보를 이용합니다.
•	이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.
•	서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.
•	보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
4. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
쿠키란?
•	회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
•	쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다. 이후 이용자가 웹 사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드 디스크에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다.
•	쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 이용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.
회사의 쿠키 사용 목적
•	회사는 쿠키를 통해 이용자가 선호하는 설정 등을 저장하여 이용자에게 보다 빠른 웹 환경을 지원하며, 편리한 이용을 위해 서비스 개선에 활용합니다.
•	회사는 쿠키를 통해 서비스의 접속 빈도, 방문 시간, 방문 회수 등을 분석하여 이용자의 취향과 관심분야를 파악하여 서비스 제공에 활용합니다.
쿠키의 설치/운영 및 거부
•	이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
•	다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 서비스의 경우, 이용에 어려움이 있을 수 있습니다.
•	쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)은 다음과 같습니다. ① [도구] 메뉴에서 [인터넷 옵션]을 선택합니다. ② [개인정보 탭]을 클릭합니다. ③ [개인정보처리 수준]을 설정하시면 됩니다.
5. 개인정보의 제공 및 위탁
•	트립빌더는 원칙적으로 이용자 동의 없이 개인정보를 외부에 제공하지 않습니다.
트립빌더는 이용자의 사전 동의 없이 개인정보를 외부에 제공하지 않습니다. 단, 이용자가 외부 제휴사의 서비스를 이용하기 위하여 개인정보 제공에 직접 동의를 한 경우, 그리고 관련 법령에 의거해 트립빌더에 개인정보 제출 의무가 발생한 경우, 이용자의 생명이나 안전에 급박한 위험이 확인되어 이를 해소하기 위한 경우에 한하여 개인정보를 제공하고 있습니다.
•	트립빌더는 편리하고 더 나은 서비스를 제공하기 위해 업무 중 일부를 외부에 위탁하고 있습니다.
•	트립빌더는 서비스 제공을 위하여 필요한 업무 중 일부를 외부 업체에 위탁하고 있으며, 위탁받은 업체가 정보통신망법에 따라 개인정보를 안전하게 처리하도록 필요한 사항을 규정하고 관리/감독을 하고 있습니다.
수탁업체	위탁업무 내용
(주)케이지이니시스,
네이버파이낸셜(주),
주식회사 카카오페이,
주식회사LG유플러스	신용카드 및
네이버페이, 카카오페이 등을 통한 결제 처리
Amazon Web Services Inc.	데이터 보관
6. 개인정보의 파기
•	회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
o	단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.
•	이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우는 아래와 같습니다.
o	부정가입 및 징계기록 등의 부정이용기록은 부정 가입 및 이용 방지를 위하여 수집 시점으로부터 6개월간 보관하고 파기하고 있습니다. 부정이용기록 내 개인정보는 가입인증 휴대폰 번호(만 14세 미만 회원의 경우 법정대리인 DI)가 있습니다.
•	전자상거래 등에서의 소비자 보호에 관한 법률, 전자금융거래법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정하는 경우는 아래와 같습니다. 트립빌더는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.
o	전자상거래 등에서 소비자 보호에 관한 법률
	계약 또는 청약철회 등에 관한 기록: 5년 보관
	대금결제 및 재화 등의 공급에 관한 기록: 5년 보관
	소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관
o	전자금융거래법
	전자금융에 관한 기록: 5년 보관
o	정보통신 이용촉진 및 정보보호 등에 관한 법률
	본인 확인에 대한 기록: 6개월 보관
o	통신비밀보호법
	로그인 기록: 3개월 보관
•	회원탈퇴, 서비스 종료, 이용자에게 동의받은 개인정보 보유기간의 도래와 같이 개인정보의 수집 및 이용목적이 달성된 개인정보는 재생이 불가능한 방법으로 파기하고 있습니다.
•	법령에서 보존의무를 부과한 정보에 대해서도 해당 기간 경과 후 지체없이 재생이 불가능한 방법으로 파기합니다.
o	전자적 파일 형태의 경우 복구 및 재생이 되지 않도록 기술적인 방법을 이용하여 안전하게 삭제하며, 출력물 등은 분쇄하거나 소각하는 방식 등으로 파기합니다.
o	참고로 트립빌더는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관하여 관리하고 있습니다.
7. 이용자 및 법정대리인의 권리와 행사 방법
•	이용자는 언제든지 ‘트립빌더> 설정’에서 자신의 개인정보를 조회하거나 수정할 수 있습니다.
•	이용자는 언제든지 ‘회원탈퇴’ 등을 통해 개인정보의 수집 및 이용 동의를 철회할 수 있습니다.
•	만 14세 미만 아동의 경우, 법정대리인이 아동의 개인정보를 조회하거나 수정할 권리, 수집 및 이용 동의를 철회할 권리를 가집니다.
•	이용자가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
8. 개인정보 보호책임자 및 담당자 안내
트립빌더 이용자의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다.
개인정보 보호책임자
•	이름: 김명준
•	소속: 운영기획팀
•	직위: CEO
•	전화: 010-2655-5326
•	메일: kmj0918@unist.ac.kr
개인정보 보호담당자
•	이름: 홍준화
•	소속: 개발팀
•	직위: CTO
•	전화: 010-8226-3072
•	메일: qbit@unist.ac.kr
기타 개인정보 침해에 대한 신고나 상담이 필요한 경우에 아래 기관에 문의 가능합니다.
•	개인정보침해신고센터 (privacy.kisa.or.kr / 국번없이 118)
•	대검찰청 사이버수사과 (www.spo.go.kr / 국번없이 1301)
•	경찰청 사이버안전국 (cyberbureau.police.go.kr / 국번없이 182)
9. 본 개인정보처리방침의 적용 범위
•	본 개인정보처리방침은 회사의 브랜드 중 하나인 ‘트립빌더’ 및 관련 제반 서비스(모바일 웹/앱 포함)에 적용되며, 다른 브랜드로 제공되는 서비스에 대해서는 별개의 개인정보처리방침이 적용될 수 있습니다.
•	트립빌더에 링크되어 있는 다른 회사의 웹사이트에서 개인정보를 수집하는 경우, 이용자 동의 하에 개인정보가 제공된 이후에는 본 개인정보처리방침이 적용되지 않습니다.
10. 개정 전 고지 의무
본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일 전에 ‘공지사항’을 통해 사전 공지를 할 것입니다.
다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 공지하며, 필요 시 이용자 동의를 다시 받을 수도 있습니다.
•	공고일자: 2021년 10월 10일
•	시행일자: 2021년 10월 30일


''';
final String service_term = '''
트립빌더 서비스 이용약관

제 1 조 (목적)
이 약관은 트립빌더 (“회사” 또는 “트립빌더”)가 제공하는 트립빌더 및 트립빌더 관련 제반 서비스의 이용과 관련하여 회사와 이용자와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2 조 (정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. “서비스”라 함은 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 “이용자”가 이용할 수 있는 트립빌더 및 트립빌더 관련 제반 서비스를 의미합니다.
2. “이용자”라 함은 회사의 “서비스”에 접속하여 이 약관에 따라 “회사”가 제공하는 “서비스”를 이용하는 회원 및 비회원을 말합니다.
3. “회원”이라 함은 회사의 “서비스”에 접속하여 이 약관에 따라 “회사”와 이용계약을 체결하고 “회사”가 제공하는 “서비스”를 이용하는 고객을 말합니다.
4. “비회원”이라 함은 회원가입을 하지 않고 회사의 “서비스”에 접속하여 이 약관에 따라 “회사”와 이용계약을 체결하고 “회사”가 제공하는 “서비스”를 이용하는 고객을 말합니다.
5. “아이디(ID)”라 함은 “회원”의 식별과 “서비스” 이용을 위하여 “회원”이 정하고 “회사”가 승인하는 이메일 주소를 의미합니다.
6. “비밀번호”라 함은 “회원”이 부여 받은 “아이디와 일치되는 ”회원“임을 확인하고 비밀보호를 위해 ”회원" 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
7. “유료 서비스“라 함은 ”회사"가 제공하는 구독 이용권, 여행성향 프로필 슬롯, 숙박업소 예약 등 기타 유료로 이용할 수 있는 상품 및 제반서비스를 의미합니다.
8. “콘텐츠”라 함은 “회사”, 에디터 또는 회원이 동영상, 이미지, 음원, 텍스트 등을 편집하여 “회사”가 운영하는 “서비스”에 업로드 할 목적으로 제작되는 창작물을 의미합니다.
9. “에디터”라 함은 “회사”와 고용계약, 업무위탁계약 또는 업무제휴계약 등을 체결하여 “서비스”에 업로드 할 목적으로 “콘텐츠”를 제작 및 공급하는 개인, 단체 또는 기업을 의미합니다.
10. “게시물”이라 함은 “서비스”에 업로드 된 “콘텐츠” 및 “콘텐츠”를 구성하는 각종 파일과 링크, “회원”들의 댓글 등을 포함하는 정보를 의미합니다.
11. “포인트”라 함은 “서비스”의 효율적 이용을 위해 “회사”가 임의로 책정 또는 지급, 조정할 수 있는 재산적 가치가 없는 “서비스” 상의 가상 데이터를 의미합니다.
12. “쿠폰”이라 함은 “회원”이 “서비스”에서 결제 시 표시된 금액 또는 비율만큼 결제 금액을 할인받을 수 있는 할인권을 의미합니다.
13. “캐시”라 함은 “서비스” 또는 제휴사 적립 이벤트 등을 통해 지급 받은 적립금을 의미합니다.

제 3 조 (약관의 게시와 개정)
1. “회사”는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 전자우편 주소, 사업자등록번호, 개인정보관리책임자등을 “이용자”가 쉽게 알 수 있도록 “서비스”의 화면 내 또는 별도의 연결화면에 게시하거나, 팝업화면 등으로 제공합니다.
2. “회사”는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 제 1항의 방식에 따라 그 재정약관을 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, “이용자”에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "회사“는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 “이용자”가 알기 쉽도록 표시합니다.
4. “회사”가 전항에 따라 개정약관을 공지 또는 통지하면서 이용자에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 이용자가 명시적으로 거부의 의사표시를 하지 아니한 경우 이용자가 개정약관에 동의한 것으로 봅니다.
5. “회원”이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.
6. “회사”가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 “이용자”가 개정약관 조항의 적용을 받기를 원하는 뜻을 제4항에 의한 개정약관의 공지기간 내에 “회사”에 송신하여 “회사”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
7. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.

제 4 조 (이용계약 체결)
1. 이용계약은 “회원”이 되고자 하는 자(이하 “가입신청자”)가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 “회사”가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
2. “회사”는 “가입신청자”의 신청에 대하여 “서비스” 이용을 승낙함을 원칙으로 합니다. 다만, “회사”는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
(1) 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 “회사”의 회원 재가입 승낙을 얻은 경우에는 예외로 함.
(2) 타인의 명의를 이용한 경우
(3) 허위의 정보를 기재하거나, “회사”가 제시하는 내용을 기재하지 않은 경우
(4) 14세 미만 아동이 가입 신청을 하는 경우
(5) 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
(6) 기타 회원으로 등록하는 것이 “회사”의 기술상 현저히 지장이 있다고 판단되는 경우

3. 제1항에 따른 신청에 있어 “회사”는 “회원”의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
4. “회사”는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다
5. 제2항과 제4항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, “회사”는 원칙적으로 이를 가입신청자에게 알리도록 합니다.
6. 이용계약의 성립 시기는 “회사”가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.
7. “회원”은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “회사”에 대하여 그 변경사항을 알려야 합니다.
8. “회사”는 “회원”에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.
9. “회사”는 “회원”에 대하여“청소년보호법”등에 따른 등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있습니다.

제 5 조 (회원정보의 변경)
1. “회원”은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 아이디 등은 수정이 불가능합니다.
2. “회원”은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로 “회사”에 대하여 그 변경사항을 알려야 합니다.
3. 제2항의 변경사항을 “회사”에 알리지 않아 발생한 불이익에 대하여 “회사”는 책임지지 않습니다.

제 6 조 (개인정보보호 의무)
“회사”는 “정보통신망법” 등 관계 법령이 정하는 바에 따라 “이용자”의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 “회사”의 개인정보처리방침이 적용됩니다. 다만, “회사”의 공식 사이트 이외의 링크된 사이트에서는 “회사”의 개인정보처리방침이 적용되지 않습니다.

제 7 조 (“회원”의 “아이디” 및 “비밀번호”의 관리에 대한 의무)
1. “회원”의 “아이디”와 “비밀번호”에 관한 관리책임은 “회원”에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.
2. “회사”는 “회원”의 “아이디”가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 “회사” 및 “회사”의 운영자로 오인한 우려가 있는 경우, 해당 “아이디”의 이용을 제한할 수 있습니다.
3. “회원”은 “아이디” 및 “비밀번호”가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 “회사”에 통지하고 “회사”의 안내에 따라야 합니다.
4. 제3항의 경우에 해당 “회원”이 “회사”에 그 사실을 통지하지 않거나, 통지한 경우에도 “회사”의 안내에 따르지 않아 발생한 불이익에 대하여 “회사”는 책임지지 않습니다.

제 8 조 (“이용자”에 대한 통지)
1. “회사”가 “이용자”에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 전자쪽지 등으로 할 수 있습니다.
2. “회사”는 불특정다수 “회원”에 대한 통지의 경우 7일 이상 “서비스”의 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 이용자 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.

제 9 조 (“회사”의 의무)
1. “회사”는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위하여 최선을 다하여 노력합니다.
2. “회사”는 “이용자”가 안전하게 “서비스”를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.
3. “회사”는 서비스이용과 관련하여 발생하는 이용자의 불만 또는 피해구제요청을 적절하게 처리할 수 있도록 필요한 인력 및 시스템을 구비합니다.
4. “회사”는 서비스이용과 관련하여 “이용자”로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. “이용자”가 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 “이용자”에게 처리과정 및 결과를 전달합니다.

제 10 조 (“이용자”의 의무)
1. “이용자”는 관련법령, 이 약관의 규정, 이용안내 및 “서비스”와 관련하여 공지한 주의사항, “회사”가 통지하는 사항 등을 준수하여야 하며, 기타 “회사”의 업무에 방해되는 행위를 하여서는 안 됩니다.
2. “이용자”는 상품 등을 구매하기 전에 반드시 회사가 제공하는 상품 등의 상세 내용과 거래의 조건을 정확하게 확인한 후 구매를 신청하여야 합니다. 구매하려는 상품 등의 상세내용과 거래의 조건을 확인하지 않고 구매하여 발생하는 손해에 대하여 이용자가 책임을 부담합니다.
3. “이용자”는 이 약관 및 회사가 서비스와 관련하여 고지하는 내용을 준수하여야 하며, 약관 및 고지내용을 위반하거나 이행하지 아니하여 발생하는 손해에 대하여 책임을 부담합니다.
4. “이용자”는 “회사”가 서비스를 안전하게 제공할 수 있도록 “회사”에 협조하여야 하며, “회사”가 “이용자”의 이 약관 위반행위를 발견하여 “이용자”에게 해당 위반행위에 대하여 소명을 요청할 경우 “이용자”는 “회사”의 요청에 적극 응하여야 합니다.
5. 미성년자인 “이용자”가 서비스를 이용하여 상품 등을 구매 시 법정대리인이 해당 계약에 대하여 동의를 하여야 정상적인 상품 등의 구매계약이 체결될 수 있습니다. 만약, 미성년자인 “이용자”가 법정대리인의 동의 없이 상품 등을 구매하는 경우 본인 또는 법정대리인이 이를 취소할 수 있습니다.
6. “이용자”는 상품의 구매 시 반드시 본인 명의의 결제수단을 사용하여야 하며, 타인의 결제수단의 임의사용을 하여서는 안됩니다. 타인의 결제수단을 임의 사용함으로써 발생하는 회사, 결제수단의 적법한 소유자, 전자결제대행 또는 중개서비스 사업자 판매자회원의 손실과 손해에 대한 모든 책임은 “이용자”에게 있습니다.
7. 상품의 결제와 관련하여 “이용자”가 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 “이용자”가 부담하여야 합니다.
8. “이용자”는 결제 시 정당하고, 적법한 사용권한을 가지고 있는 결제수단을 사용하여야 하며, “회사”는 그 여부를 확인할 수 있습니다. 또한 “회사”는 이용자 결제수단의 적법성 등에 대한 확인이 완료될 때까지 거래진행을 중지하거나 해당 거래를 취소할 수 있습니다.
9. 회사가 이용자의 서비스 이용 편의를 위해 제휴업체로부터 정보를 제공받아 게재하거나 제3자가 제공하는 방식으로 서비스 사이트 내 또는 링크 방식으로 참조용 정보나 콘텐츠를 제공하는 경우라도, 이용자는 자신의 판단과 책임으로 결정하여 상품을 구매하여야 하며 회사는 어떠한 경우에도 이용자의 구매결정에 대하여 책임을 부담하지 않습니다.

제 11 조 (“이용자”의 금지행위)
1. “이용자”는 다음 각호의 행위를 하여서는 안됩니다.
(1) “회사”가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위
(2) 타인의 명의, 카드정보, 계좌정보 등의 정보를 도용하거나 허위 내용을 등록하여 회사가 제공하는 서비스를 이용하는 행위
(3) “회사”가 정하지 않은 비정상적인 방법으로 포인트, 캐시, 쿠폰 등을 취득하거나 사용하는 행위
(4) “회사”가 게시하는 정보의 무단, 변경 또는 회사가 정한 정보 이외의 정보(컴퓨터프로그램 등) 등을 송신 또는 게시하는 행위
(5) “회사” 및 기타 제3자의 저작권 등 지적재산권에 대한 침해행위
(6) “회사” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
(7) 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서 양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
(8) 구매의사 없이 반복적인 구매행위를 하는 행위
(9) “회사”의 동의 없이 영리를 목적으로 “서비스”를 사용하는 행위기타 불법적이거나 부당한 행위

2. “회사”는 “이용자”가 본 조의 금지행위를 행하는 경우 서비스의 일부 또는 전부를 이용 정지 하거나 서비스 이용계약을 임의로 해지할 수 있으며, 이 경우 발생하는 손해에 대한 책임은 “이용자”가 부담합니다. “회사”는 필요한 경우 “이용자”의 금지행위 사실을 관련 정부기관 또는 사법기관에 통지할 수 있습니다.

제 12 조 (“서비스”의 제공 등)
1. 회사는 아래와 같은 서비스를 제공합니다.
(1) 콘텐츠 제공 서비스
(2) 게시판형 서비스
(3) 위치기반 서비스
(4) 빅데이터 및 AI 기반 콘텐츠 큐레이션 서비스
(5) 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결에 관한 서비스
(6) 기타 “회사”가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 “회원”에게 제공하는 일체의 서비스
(7) 기타 “회사”가 정하는 업무
2. 회사는 “서비스”를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만, 이러한 경우에는 그 내용을 사전에 공지합니다.
3. “서비스”는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
4. “회사”는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 “서비스”의 제공을 일시적으로 중단할 수 있습니다. 이 경우 “회사”는 제8조[“이용자”에 대한 통지]에 정한 방법으로 “이용자”에게 통지합니다. 다만, “회사”가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
5. “회사”는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.

제 13 조 (“서비스”의 변경)
1. “회사”는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 “서비스”를 변경할 수 있습니다.
2. “서비스”의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 해당 서비스 초기화면 또는 연결화면 등에 게시하여야 합니다.
3. “회사”는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 “이용자”에게 별도의 보상을 하지 않습니다.
4. “회사”는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.“
5. 회사”가 제공하기로 “이용자”와 계약을 체결한 서비스의 내용을 재화등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.
6. 전항의 경우 “회사”는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, “회사”의 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

제 14 조 (정보의 제공 및 광고의 게재)
1. “회사”는 “이용자”가 “서비스” 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 “이용자”에게 제공할 수 있습니다. 다만, “이용자”는 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다.
2. 제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 “이용자”의 사전 동의를 받아서 전송합니다. 다만, “이용자”의 거래관련 정보 및 고객문의 등에 대한 회신에 있어서는 제외됩니다.
3. “회사”는 “서비스”의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편을 수신한 “이용자”는 수신거절을 “회사”에게 할 수 있습니다.
4. “이용자(회원, 비회원 포함)”는 회사가 제공하는 서비스와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취하지 않습니다.

제 15 조 (“게시물”의 저작권)
1. “회원”이 “서비스” 내에 게시한 “게시물”의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
2. “회원”이 “서비스” 내에 게시하는 “게시물”은 검색결과 또는 “서비스” 및 관련 프로모션 또는 상품 등의 연구개발, 판촉, 홍보 등의 목적으로 회사가 제휴한 타사에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다.
이 경우, 회사는 저작권법 규정을 준수하며, “회원”은 언제든지 고객센터 또는 “서비스” 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.
3. "회사"가 "서비스" 내 게재 이외의 목적으로 게시물을 사용할 경우 "게시물"에 대한 게시자를 반드시 명시해야 합니다. 단, 게시자를 알 수 없는 익명 게시물 등의 경우에는 그러하지 아니합니다.
4. “회사”는 제2항 이외의 방법으로 “회원”의 “게시물”을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 “회원”의 동의를 얻어야 합니다.
5. “회사”와 상품구매 및 서비스이용 계약을 체결하지 않고 이용자가 “회사”에 게시된 정보를 사용으로 인한 피해는 전적으로 이용자에게 있습니다.

제 16 조 (“게시물”의 관리)
1. “회원”은 서비스를 통해 접근한 게시물에 관한 모든 법적 책임으로부터 회사를 면책하여야 하며, “회사”는 “서비스”를 통해 제공되는 게시물에 관해 아무런 책임을 지지 않습니다.
2. “회원”의 “게시물”이 「정보통신망법」 및 「저작권법」등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 “게시물”의 게시중단 및 삭제 등을 요청할 수 있으며, “회사”는 관련법에 따라 조치를 취하여야 합니다.
3. “회사”는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 “게시물”에 대해 임시조치 등을 취할 수 있습니다.
4. 본 조에 따른 세부절차는 「정보통신망법」 및 「저작권법」이 규정한 범위 내에서 “회사”가 정한 게시중단요청서비스에 따릅니다.
-	게시중단요청서비스 : teamtripbuilder@gmail.com

제 17 조 (권리의 귀속)
1. “서비스”에 대한 저작권 및 지적재산권은 “회사”에 귀속됩니다. 단, “회원”의 “게시물” 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
2. “회사”는 서비스와 관련하여 “회원”에게 “회사”가 정한 이용조건에 따라 계정, “아이디”, “콘텐츠”, “캐시” 등을 이용할 수 있는 이용권만을 부여하며, “회원”은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.

제 18 조 (구매신청)
1. “이용자”는 “서비스”상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, “회사”는 “이용자”가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다. 단, “회원”인 경우 제2호 내지 제4호의 적용을 제외할 수 있습니다.
(1) 재화등의 검색 및 선택
(2) 이름, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
(3) 각 상품별 약관내용, 청약철회권이 제한되는 서비스, 배송료, 설치비 등의 비용부담과 관련한 내용에 대한 확인
(4) 이 약관에 동의하고 위 3호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
(5) 재화등의 구매신청 및 이에 관한 확인 또는 “회사”의 확인에 대한 동의
(6) 결제방법의 선택

2. “회사"가 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1)개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적, 3)제공하는 개인정보의 항목, 4)개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다.
(동의를 받은 사항이 변경되는 경우에도 같습니다.)

3. “회사"가 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1)개인정보 취급위탁을 받는 자, 2)개인정보 취급위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 합니다.
(동의를 받은 사항이 변경되는 경우에도 같습니다.)
단, 서비스제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차를 거치지 않아도 됩니다.

제 19 조 (계약의 성립)
1. “회사”는 제18조와 같은 구매신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
(1) 신청 내용에 허위, 기재누락, 오기가 있는 경우
(2) 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
(3) 기타 구매신청에 승낙하는 것이 “회사” 기술상 현저히 지장이 있다고 판단하는 경우
(4) 기타 제반 법령 및 정부의 가이드라인에 위반되는 경우

2. “이용자”의 구매계약 성립시기는 “회사”가 구매완료를 구매절차 상에서 표시한 시점으로 합니다.
3. “회사”의 승낙의 의사표시에는 “이용자”의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.

제 20 조 (지급방법)
“서비스”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 단, “회사”는 “이용자”의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.

1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
3. 온라인무통장입금
4. 전자화폐에 의한 결제
5. 수령 시 대금지급
6. 마일리지 등 “회사”가 지급한 캐시에 의한 결제
7. “회사”와 계약을 맺었거나 “회사”가 인정한 상품권에 의한 결제기타 전자적 지급 방법에 의한 대금 지급 등

제 21 조 (수신확인통지, 구매신청 변경 및 취소)
1. “회사”는 “이용자”의 구매신청이 있는 경우 “이용자”에게 수신확인통지를 합니다.
2. 수신확인통지를 받은 “이용자”는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 “회사”는 배송전에 “이용자”의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제24조의 청약철회 등에 관한 규정에 따릅니다.

제 22 조 (재화 등의 공급)
1. “회사”는 이용자와 재화등의 공급시기에 관하여 별도의 약정이 없는 이상, “이용자”가 청약을 한 날부터 7일이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, “회사”가 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 2영업일 이내에 조치를 취합니다. 이때 “회사”는 “이용자”가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다. 다만, 여행상품(항공, 숙박, 투어, 티켓 등), 구독 이용권, 여행 성향 프로필 슬롯 등과 같은 무형의 재화 공급은 해당 상품에 적용되는 별도의 약관을 “서비스”를 통해 제공하고 차질 없이 출발할 수 있도록 일련의 조치를 하여야 합니다.
2. 제 1항에도 불구하고 “이용자”와 “회사”간 재화 등의 공급 시기에 관하여 별도의 약정이 있는 경우에는 그에 따릅니다. 이때 “회사”는 “이용자”가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다
3. “회사”는 “이용자”가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 “회사”가 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 “회사”가 고의, 과실이 없음을 입증한 경우에는 그러하지 아니합니다. 여행상품(항공, 숙박, 투어, 티켓 등)등과 같은 무형의 재화 공급은 예약한 상품에 대한 별도의 확인서 등을 제공하여 “이용자”가 상기 상품에 대해 이용할 수 있도록 하여야 합니다.

제 23 조 (환급)
1. “회사”는 “이용자”가 구매 신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 “이용자”에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 2영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다. 단, 여행상품(항공, 숙박, 투어, 티켓 등) 등의 경우 상품의 특성상 “이용자”가 출발일전 모든 예약이 완료된 이후 계약을 해지할 경우 계약 체결 시 계약한 특별약관과 국내(외) 여행표준약관 및 국내(외) 소비자 피해보상규정에 의거 손해 배상액을 공제하고 환불하며, 기타 상품의 상품이용 계약체결 시 계약한 특별약관 등의 규정에 의거한 상품의 취소 및 환불 수수료를 공제하고 환불해 드립니다.

제 24 조 (청약철회 등)
1. “회사”와 재화 등의 구매에 관한 계약을 체결한 “이용자”는 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다. 단, 여행상품(항공, 숙박, 투어, 티켓 등)의 경우 상품 이용 계약시 체결한 특별약관, 국외, 국내여행 표준약관에 의한 환급기준에 따라 별도의 취소수수료가 부가될 수 있습니다.
2. “이용자”는 재화 등을 배송 받은 경우 다음 각호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
(1) 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
(2) 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
(3) 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
(4) 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우

3. 제2항 제2호 내지 제4호의 경우에 “회사”가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회등이 제한되지 않습니다.
4. “이용자”는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시되어 광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화등을 공급받은 날부터 3월이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
5. 제1항에도 불구하고, 여행상품(항공, 숙박, 투어, 티켓 등)의 경우에는 예약 및 그에 따른 여행서비스 준비 등의 특수한 사정이 있는 관계로 별도의 특별약관이 우선하여 적용되며 개별판매 조건에 명시된 유효기간 및 조건에 한하여 서비스가 제공되며, 별도의 취소/환불 규정을 따릅니다. “이용자”는 “서비스”에 명시된 내용 및 개별 주의사항(사용정보 등)을 확인하여야 할 책임이 있습니다.

제 25 조 (청약철회 등의 효과)
1. “회사”는 이용자로부터 재화 등을 반환 받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 “회사”가 이용자에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여 공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 정한 지연이자를 지급합니다.
2. “회사”는 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
3. 청약철회 등의 경우 공급받은 재화등의 반환에 필요한 비용은 이용자가 부담합니다. “회사”는 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화등 의 반환에 필요한 비용은 “회사”가 부담합니다.
4. 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에 “회사”는 청약철회 시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.

제 26 조 (포인트)
“회사”는 서비스의 효율적 이용 및 운영을 위해 사전 공지 후 “포인트”의 일부 또는 전부를 조정할 수 있으며, “포인트”는 회사가 정한 기간에 따라 주기적으로 소멸할 수 있습니다.

제 27 조 (쿠폰)
1. “쿠폰”은 “회사”가 “회원”에게 유상 또는 무상으로 발행하는 “쿠폰”으로 “서비스”에서 결제하는 여행상품을 일정 금액 또는 일정 비율로 할인 받을 수 있습니다. “쿠폰”의 사용대상, 사용방법, 사용기간, 할인 금액 등은 “회사”의 정책에 따르며, 쿠폰의 정책은 “서비스” 화면에 게시하거나 통지합니다.
2. “쿠폰”은 현금 가치가 없으며, 쿠폰의 사용기한이 지나거나 “회원” 탈퇴 및 자격이 상실된 경우 회수됩니다.
3. “쿠폰”이 사용된 예약이 취소된 경우 회사의 정책에 따라 “쿠폰”의 환원 여부가 결정됩니다.
4. “쿠폰”은 타인에게 양도할 수 없으며, 유상으로 거래하거나 현금 또는 “캐시”로 전환될 수 없습니다.
5. “회사”가 정하지 않은 방법으로 “쿠폰”을 발급/사용한 사실이 확인될 경우 “회사”는 발급된 “쿠폰”을 회수하거나 부정 발급된 “쿠폰”을 사용한 예약을 취소할 수 있습니다.

제 28 조 (캐시)
1. “캐시”는 “회사”의 캐시 적립 정책에 따라 “회원”에게 적립되며, “캐시”의 적립 정책 및 사용방법, 사용기한과 같은 제반 사항은 “서비스” 화면에 게시하거나 통지합니다.
2. “회원”은 트립빌더 앱에서 결제하는 여행상품 중 “캐시” 사용이 가능한 일부 상품 예약 시 “캐시”를 사용할 수 있습니다.
3. “캐시”는 사용기한이 지나거나 “회원” 탈퇴 및 자격이 상실된 경우 자동으로 소멸되며, 탈퇴 이후 재가입하더라도 소멸된 “캐시”는 복구되지 않습니다.
4. “캐시”는 타인에게 양도할 수 없으며, 현금 및 현금화되는 수단으로 환급될 수 없습니다.
5. “회사”가 정하지 않은 방법으로 “캐시”를 적립/사용한 사실이 확인될 경우 “회사”는 적립된 “캐시”를 환수하거나 부정 적립된 “캐시”를 사용한 예약을 취소할 수 있습니다.
6. “회사”는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 개별 서비스상의 운영정책에서 정하는 바에 의합니다.

제 29 조 (계약해제, 해지 등)
1. “회원”은 언제든지 서비스초기화면의 고객센터 또는 내 정보 관리 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며, “회사”는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다. 다만, 해지의사를 통지하기 전에 모든 재화의 판매 및 구매 절차를 완료, 철회 또는 취소해야만 합니다. 이 경우 판매 및 구매의 철회 또는 취소로 인한 불이익은 회원 본인이 부담하여야 합니다.
2. “회원”이 계약을 해지할 경우, 관련법 및 개인정보처리방침에 따라 “회사”가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 “회원”의 모든 데이터는 소멸됩니다.
3. “회원”이 계약을 해지하는 경우, “회원”이 작성한 “게시물” 중 본인 계정에 등록된 게시물 일체는 삭제됩니다. 다만, 타인의 게시물 또는 공용게시판에 등록된 “게시물" 등은 삭제되지 않으니 사전에 삭제 후 탈퇴해야 합니다.
4. 이용계약 해지로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 이용계약이 종료되면 “회사”는 회원에게 부가적으로 제공한 각종 무상혜택을 회수할 수 있습니다.
5. 회원이 다음 각 호의 사유에 해당하는 경우, “회사”는 이용계약을 해지할 수 있습니다.
(1) 가입 신청 시에 허위 내용을 등록한 경우
(2) “서비스”를 이용하여 구입한 재화 등의 대금, 기타 “서비스”이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
(3) 다른 사람의 “서비스” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
(4) “서비스”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우

6. “회사”가 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “회사”는 이용계약을 해지할 수 있습니다.
7. “회사”가 이용계약을 해지하는 경우 “회사”는 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다. 다만, 이 약관 및 운영정책에서 정하는 사유가 있을 경우에는 별도의 이의 신청 기간을 부여하지 않을 수 있습니다.
8. 이용계약이 종료됨으로써 발생한 손해는 이용계약 종료사유에 대해 귀책사유가 있는 회원이 책임을 부담하여야 하고, “회사”는 관련 법령에 규정이 없는 한 책임을 지지 않습니다.

제 30 조 (이용제한 등)
1. “회사”는 “회원”이 이 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 “서비스” 이용을 단계적으로 제한할 수 있습니다.
2. “회사”는 전항에도 불구하고, “주민등록법”을 위반한 명의도용 및 결제도용, “저작권법” 및 “컴퓨터프로그램보호법”을 위반한 불법프로그램의 제공 및 운영방해, “정보통신망법”을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 “서비스” 이용을 통해 획득한 “캐시” 및 기타 혜택 등도 모두 소멸되며, “회사”는 이에 대해 별도로 보상하지 않습니다.
3. “회사”는 “회원”이 계속해서 3개월 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.
4. “회사”는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한정책 및 개별 서비스상의 운영정책에서 정하는 바에 의합니다.
5. 본 조에 따라 “서비스” 이용을 제한하거나 계약을 해지하는 경우에는 “회사”는 제9조[“회원”에 대한 통지]에 따라 통지합니다.
6. “회원”은 본 조에 따른 이용제한 등에 대해 “회사”가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 “회사”가 인정하는 경우 “회사”는 즉시 “서비스”의 이용을 재개합니다.

제 31 조 (책임제한)
1. “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임이 면제됩니다.
2. “회사”는 “이용자”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 책임을 지지 않습니다.
3. “회사”는 “이용자”가 “서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
4. “회사”는 “이용자” 간 또는 “이용자”와 제3자 상호간에 “서비스”를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
5. “회사”는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.

제 32 조 (연결“회사”와 피연결“회사” 간의 관계)
1. 상위 “회사”과 하위 “회사”는 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 “회사”(웹 사이트)이라고 하고 후자를 피연결 “회사”(웹사이트)이라고 합니다.
2. 연결“회사”는 피연결”회사”가 독자적으로 제공하는 재화 등에 의하여 회원과 행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결“회사”의 초기화면 또는 연결되는 시점에 명시한 경우에는 그 거래에 대한 보증 책임을 지지 않습니다.

제 33 조 (분쟁해결)
1. “회사”는 “이용자”가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치․운영합니다.
2. “회사”는 “이용자”로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 “이용자”에게 그 사유와 처리일정을 즉시 통보해 드립니다.
3. “회사”와 “이용자” 간에 발생한 전자상거래 분쟁과 관련하여 “이용자”의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시•도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

제 34 조 (준거법 및 재판관할)
1. “회사”와 “이용자” 간 제기된 소송은 대한민국법을 준거법으로 합니다.
2. “회사”와 “이용자” 간 발생한 분쟁에 관한 소송은 제소 당시의 “이용자”의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다. 단, 제소 당시 “이용자”의 주소 또는 거소가 명확하지 아니한 경우의 관할법원은 민사소송법에 따라 정합니다.
3. 해외에 주소나 거소가 있는 “이용자”의 경우 “회사”와 “이용자” 간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.
4. “회사”와 “이용자” 간에 제기된 전자상거래 소송에는 한국법을 적용합니다

제 35 조 (특별규정)
당 약관에 명시되지 않은 사항은 전자거래기본법, 전자서명법, 전자상거래등에서의 소비자보호에 관한 법률 기타 관련법령의 규정 및 국내외 여행표준약관 등에 의합니다.

부칙

이 약관은 2021년 10월 10일부터 적용됩니다.

''';
